{
  "1": "The World's oldest hotel has been operating since 705 A.D.",
  "2": "Yawning cools your Brain",
  "3": "It takes 68 Days to swim the full length of the Mississippi river",
  "4": "Fleas can jump 80x their height",
  "5": "An Apple can last up to 10 months",
  "6": "The word 'Tragedy' comes from an Ancient Greek word meaning 'Goat Song'",
  "7": "The creator of the Pringles can is Buried in One",
  "8": "Penguins used to be Six Feet tall",
  "9": "At any given moment, approximately 2,000 Thunderstorms are happening on Earth",
  "10": "Michelangelo hated Painting the Sistine Chapel and Wrote a Poem About It",
  "11": "A Million Earths would Fit Inside the Sun",
  "12": "The Letter Z Was removed from the Alphabet for 200 Years",
  "13": "The Chills you get when listening to Music are caused by your Brain releasing Dopamine",
  "14": "The word for Black Belt in Japanese translates to 'First Step'",
  "15": "Doctors who play video games more than three hours a week make fewer Operating Room errors",
  "16": "A Belgian pigeon named Armando is worth $1.4 Million",
  "17": "There are more than 60 different species of Eagles but only two live in North America",
  "18": "Hairiness is correlated with a Higher I.Q.",
  "19": "Spam mail got its name from Monty Python",
  "20": "Mark Zuckerberg suffers from red-green colorblindness, and blue is the color he can see best.",
  "21": "Picasso was a suspect in the 1911 Mona Lisa theft",
  "22": "Barack Obama is a Two-Time Grammy Winner",
  "23": "'Lethologica' is a word for when you can't remember a word",
  "24": "The burnt part of a Candlewick is called the 'Snaste'",
  "25": "Horseshoe Crabs have eyes all over their bodies",
  "26": "Night Owls tend to be smarter than Early Birds",
  "27": "Every Dutch police car has a Teddy Bear in it",
  "28": "Neanderthals mass produced tools in a 'Flintstone Factory' 60,000 years ago",
  "29": "A Shrimp's heart is in its head",
  "30": "The Earth weighs about 13,170,000,000,000,000,000,000,000 pounds",
  "31": "The World's Oldest Tortoise is twice as old as Queen Elizabeth",
  "32": "Charles Dickens always had his bed facing North",
  "33": "350 slices of Pizza sell every second in America",
  "34": "Our hair and nails keep growing after we die",
  "35": "'Aviation English' is the language all pilots must speak, no matter what Nationality they are.",
  "36": "Sudan has almost twice as many Pyramids as Egypt",
  "37": "Ketchup used to be considered a medicine",
  "38": "About 1 out of every 2,000 babies is born with a tooth",
  "39": "Polar Bears don't have White skin or fur",
  "40": "The only words that rhyme with 'Purple' are 'Hirple' and 'Curple'",
  "41": "The Spanish National Anthem has no lyrics",
  "42": "A Cat's ear has 32 Muscles",
  "43": "The Vatican's ATMs are in Latin",
  "44": "Female Lions do more hunting than Males",
  "45": "Shakespeare popularized the name Jessica",
  "46": "There is a Hot Pink lake in Australia",
  "47": "Stephen King bought and smashed the automobile that nearly killed him",
  "48": "The Empire State building has its own ZIP code",
  "49": "The color Orange was named after the fruit",
  "50": "New York's Washington Square Park is a former graveyard"
}
